Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Name
bg: Име
cs: Název
da: Navn
es: Nombre
fr: Nom
it: Nome
nb_no: Navn
nl: Naam
pl: Nazwa
pt_pt: Nome
ru: Название
sv: Namn
uk: Ім’я
vi: Tên
zh_hant: 名稱

source: Name Of Dish
bg: Име на ястието
cs: Název jídla
da: Navn på ret
de: Name der Speise
es: Nombre del pescado
fr: Nom du plat
it: Nome Del Piatto
nb_no: Navn på måltid
nl: Naam van het gerecht
pl: Nazwa posiłku
pt_pt: Nome do Peixe
ru: Название пищи
sv: Namn på måltid
uk: Назва Страви
vi: Tên món ăn
zh_hant: 菜名

source: Native G5 app
bg: Оригинално G5 приложение
cs: Nativní aplikace G5
da: Nativ G5 app
es: App nativa G5
fr: App G5 native
it: App nativa G5
nb_no: Standard G5-app
nl: Oorspronkelijke G5 app
pl: Natywna aplikacja G5
pt_pt: App G5 nativo
ru: Родное приложение G5
sv: Ursprunglig G5-app
uk: Рідна програма G5
zh_hant: 原生 G5 應用程式

source: New Basal Profile = (Current Basal Profile) × (Autosens Ratio)
bg: Нов базален профил = (Текущ базален профил) × (Съотношение Autosens)
cs: Nový bazální profil = (Aktuální bazální profil) × (Autosens Ratio)
da: Ny Basalprofil = (Tilbagevendende Basalprofil) × (Autosens Ratio)
de: Neues Basalprofil = (aktuelles Basalprofil) × (Autosens Ratio)
es: Nuevo Perfil Basal = (Perfil Basal Actual) × (Relación de Autosenes)
fr: Nouveau profil Basal = (Profil Basal actuel) × (Ratio Autosens)
it: Nuovo Profilo Basale = (Profilo Basale Attuale) × (Rapporto Autosens)
nb_no: Ny Basalprofil = (Nåværende Basalprofil) × (Autosens ratio)
nl: Nieuw Basaal Profiel = ((Huidige Basaal Profiel) × (Autosens Ratio)
pl: Nowy profil bazowy = (Bieżący profil bazowy) × (Współczynnik Autosens)
pt_pt: Novo Perfil Basal = (Perfil Basal Atual) × (Relação de Autosens)
ru: Новый Базальный профиль = (Текущий Базальный профиль) × (Autosens Ратио)
sv: Ny Basal Profil = (Nuvarande Basal Profil) × (Autosens Ratio)
uk: Новий Базальний профіль = (Поточний Базальний профіль) × (Автосканування Ratio)
vi: Hồ sơ liều nền mới = (hồ sơ liều nền hiện tại) × (Tỷ lệ Autosens)
zh_hant: 新的基礎設定 = (當前基礎設定) × (自動敏感度比例)

source: New Glucose
bg: Нова глюкоза
cs: Nová glukóza
da: Ny Blodsukker
de: Neue Glukose
es: Nueva Glucosa
fr: Nouvelle Glycémie
it: Nuovo Glucosio
nb_no: Ny blodsukkerverdi
nl: Nieuwe glucose
pl: Nowa glikemia
pt_pt: Nova Glicose
ru: Новый глюкоза
sv: Logga glukos
uk: Нова глюкоза
vi: Đường huyết mới
zh_hant: 新的血糖值

source: New Preset
bg: Нов шаблон
cs: Nová předvolba
da: Ny Forudindstilling
de: Neues Preset
es: Nuevo ajuste
fr: Nouveau favori
it: Nuova Preimpostazione
nb_no: Ny forhåndsinnstilling
nl: Nieuwe voorkeursinstelling
pl: Nowe ustawienie
pt_pt: Nova predefinição
ru: Новый пресет
sv: Nytt förval
uk: Новий набір налаштувань
vi: Thiết lập mới
zh_hant: 新的預設

source: New Sensor Detected
bg: Открит е нов сензор
cs: Detekován nový senzor
da: Ny Sensor Fundet
de: Neuer Sensor wurde erkannt
es: Nuevo sensor detectado
fr: Nouveau capteur CGM détecté
it: Nuovo Sensore Rilevato
nb_no: Ny sensor oppdaget
nl: Nieuwe sensor gevonden
pl: Wykryto nowy czujnik
pt_pt: Novo Sensor Detectado
ru: Обнаружен новый сенсор
sv: Ingen sensor upptäckt
uk: Виявлено новий Сенсор
vi: Phát hiện được sensor mới
zh_hant: 新的傳感器被偵測到

source: Next
bg: Напред
cs: Další
da: Næste
de: Weiter
fr: Suivant
nb_no: Neste
nl: Volgende
pl: Dalej
sv: Nästa
vi: Tiếp theo
zh_hant: 下一步

source: Nightscout Config
bg: Конфигурация на Nightscout
cs: Nastavení Nightscoutu
da: Nightscout Konfiguration
de: Nightscout Konfiguration
es: Configuración de Nightscout
fr: Configuration de Nightscout (NS)
it: Nightscout
nb_no: Konfigurasjon av Nightscout
nl: Nightscout instellingen
pl: Konfiguracja Nightscout
pt_pt: Ajustes Nightscout
ru: Nightscout
sv: Ställ in Nightscout
uk: Налаштування Nightscout
vi: Cấu hình Nightscout
zh_hant: Nightscout 設定

source: Nightscout Integration
bg: Интеграция с Nightscout
cs: Integrace Nightscoutu
es: Integración de Nightscout
fr: Intégration de Nightscout (NS)
it: Integrazione Nightscout
nb_no: Nightscout integrasjon
nl: Nightscout integratie
pl: Integracja z Nightscout
pt_pt: Integração Nightscout
ru: Интеграция Nightscout
uk: Інтеграція з Nightscout
vi: Tích hợp Nightscout
zh_hant: Nightscout 整合

source: Nightscout is a cloud-based platform that allows you to store your diabetes data. It's often used by caregivers to remotely monitor what Trio is doing.
bg: Nightscout е облачна платформа, която ви позволява да съхранявате данните си за диабета. Често се използва от близки, за да наблюдават дистанционно какво прави Trio.
cs: Nightscout je cloudová platforma, která umožňuje ukládat tvá data o diabetu. Často ji využívají pečující osoby ke vzdálenému sledování toho, co Trio dělá.
da: Nightscout er en cloud-baseret platform, der giver dig mulighed for at gemme dine diabetes data. Det bruges ofte af plejere til at fjernovervåge, hvad Trio gør.
de: Nightscout ist eine cloudbasierte Plattform, auf der Du Deine Diabetesdaten speichern kannst. Sie wird häufig von Betreuungspersonen genutzt, um die Aktivitäten von Trio aus der Ferne zu überwachen.
fr: Nightscout est une plateforme Cloud qui permet de stocker vos données liées au diabète. Elle est souvent utilisée par les aidants pour suivre à distance l’activité de Trio.
nb_no: Nightscout er en skybasert plattform som lar deg lagre dine diabetesdata. Den brukes ofte av omsorgspersoner for å overvåke hva Trio gjør.
nl: Nightscout is een cloud-gebaseerd platform waarmee je diabetes gegevens kunt opslaan. Het wordt vaak gebruikt door zorgverleners om op afstand te controleren wat Trio doet.
pl: Nightscout to oparta na chmurze platforma, która umożliwia przechowywanie danych dotyczących glikemii. Jest często używana przez opiekunów do zdalnego monitorowania działań Trio.
sv: Nightscout är en molnbaserad plattform som låter dig lagra dina diabetesdata. Den används ofta av vårdgivare för att monitorera vad Trio gör.
vi: Nightscout là một công cụ lưu trữ dữ liệu tiểu đường trên đám mây, thường được người chăm sóc sử dụng để giám sát từ xa những gì Trio đang thực hiện.
zh_hant: Nightscout 是一個雲端平台，讓您儲存糖尿病資料。照顧者通常使用它來遠端監控 Trio 的運作。

source: Nightscout ping: %d ms
bg: Nightscout пинг: %d ms
cs: Odezva (ping) Nightscoutu: %d ms
de: Nachtscout ping: %d ms
es: Ping de explorador nocturno: %d ms
fr: Test de la connexion internet de Nightscout : %d ms
it: Ping di Nightscout: %d ms
pl: Pingowanie Nightscout: %d ms
ru: Ночной разведчик пинг: %d мс
zh_hant: Nightscout 回應時間: %d 毫秒

source: Nightscout use is entirely optional. You can also setup Nightscout at a later time.
bg: Използването на Nightscout е напълно по желание. Можете да настроите Nightscout и по-късно.
cs: Používání Nightscoutu je zcela dobrovolné. Nightscout můžeš nastavit i později.
da: Nightscout brug er helt valgfri. Du kan også opsætte Nightscout på et senere tidspunkt.
de: Die Verwendung von Nightscout ist völlig freiwillig. Du kannst Nightscout auch zu einem späteren Zeitpunkt einrichten.
fr: L’utilisation de Nightscout est entièrement facultative. Vous pouvez également le configurer plus tard.
nb_no: Bruk av Nightscout er helt valgfritt. Du kan også sette opp Nightscout på et senere tidspunkt.
nl: Nightscout gebruik is volledig optioneel. Je kunt Nightscout ook op een later tijdstip instellen.
pl: Używanie Nightscout jest całkowicie opcjonalne. Możesz również skonfigurować Nightscout w późniejszym czasie.
sv: Att använda Nightscout är helt frivilligt. Du kan också ställa in Nightscout vid ett senare tillfälle.
vi: Việc sử dụng Nightscout hoàn toàn là tùy chọn. Bạn cũng có thể thiết lập Nightscout sau.
zh_hant: 使用 Nightscout 完全是可選的。您也可以在以後建立 Nightscout。

source: No
bg: Не
cs: Ne
da: Nej
de: Nein
es: Nu
fr: Non
nb_no: Nei
nl: Nee
pl: Nie
pt_pt: Não
ru: Нет
sv: Nej
uk: Ні
vi: Không
zh_hant: 否

source: No Active Adjustment
bg: Няма активна корекция
cs: Žádná aktivní úprava
da: Ingen Aktiv Justering
de: Keine aktive Anpassung
es: Ningún ajuste activo
fr: Aucun ajustement actif
it: Nessuna Regolazione Attiva
nb_no: Ingen aktiv justering
nl: Geen actieve aanpassing
pl: Brak aktywnego dostosowania
pt_pt: Nenhum ajuste ativo
ru: Нет активной регулировки
sv: Ingen aktiv justering
uk: Немає активного коригування
vi: Không có điều chỉnh
zh_hant: 無活躍調整

source: No biometric identities are enrolled. Please set up Face ID or Touch ID.
bg: Няма записани биометрични идентификатори. Моля, настройте Face ID или Touch ID.
cs: Nejsou zaregistrovány žádné biometrické údaje. Nastav si prosím Face ID nebo Touch ID.
da: Ingen biometriske identiteter er konfigureret. Opsæt venligst Face ID eller Touch ID.
de: Es sind keine biometrischen Kennungen registriert. Bitte richte Face ID oder Touch ID ein.
fr: Aucune donnée biométrique n’est enregistrée sur votre téléphone. Veuillez configurer Face ID ou Touch ID.
nb_no: Ingen biometriske identiteter er registrert. Sett opp Face ID eller Touch ID.
pl: Nie zarejestrowano żadnych tożsamości biometrycznych. Skonfiguruj Face ID lub Touch ID.
vi: Không có sinh trắc học nào được đăng ký. Vui lòng thiết lập Face ID hoặc Touch ID.
zh_hant: 沒有已註冊的生物識別身份。請設置面容 ID 或觸控 ID。

source: No Bolus Data
bg: Няма данни за болус
cs: Žádná data o bolusech
da: Ingen Bolus Data
de: Keine Bolus Daten
fr: Aucune donnée de bolus
nb_no: Ingen bolusdata
nl: Geen bolus gegevens
pl: Brak danych bolusa
sv: Ingen bolusdata
vi: Không có dữ liệu Bolus
zh_hant: 無注射資料

source: No confidence reminders are used.
bg: Не се използват напомняния за увереност.
cs: Nepoužívají se žádná potvrzovací pípnutí.
da: Der anvendes ingen tillidspåmindelser.
de: Keine Erinnerungseinstellungen in Verwendung.
es: No se utilizan recordatorios de confianza.
fr: Aucun rappel de confiance n'est utilisé.
it: Non vengono utilizzati promemoria di fiducia.
nb_no: Det brukes ingen bekreftelseslyder.
nl: Er worden geen bevestigingsmeldingen met piepjes gebruikt.
pl: Nie stosuje się przypomnień o zaufaniu.
pt_pt: Não foram usados lembretes de confiança.
ru: Доверенные звуковые сигналы не используются.
sv: Inga ljud på.
uk: Нагадування про довіру не використовуються.
vi: Không có lời nhắc nào được sử dụng.
zh_hant: 未使用任何信心提醒。

source: No Contact Trick Entries.
bg: Няма записи за Contact Trick.
cs: Žádné záznamy triků s kontakty.
da: Ingen Kontakt Trick Indgange.
de: Keine Kontakt-Trick Einträge.
es: No hay Trucos de Contacto.
fr: Aucune Astuce de contact.
it: Nessun Contatto Trick Entries.
nb_no: Ingen lagrede kontakter.
nl: Geen Contact Trick Entries.
pl: Brak wpisów w sztukach kontaktowych.
pt_pt: Sem entradas de tijolos de contato.
ru: Нет контактных Trick записей.
sv: Inga konfigurerade kontakter
uk: Не знайдено записів у формі контакту.
vi: Các thao tác không cần tiếp xúc.
zh_hant: 無聯絡技巧輸入。

source: No Data
bg: Няма данни
cs: Žádná data
da: Ingen Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun Dato
nb_no: Ingen data
nl: Geen gegevens
pl: Brak danych
pt_pt: Nenhum dado encontrado
ru: Нет данных
sv: Inga data
uk: Немає даних
vi: Không có dữ liệu
zh_hant: 無資料

source: No data.
bg: Няма данни.
cs: Žádná data.
da: Ingen data.
de: Keine Daten.
es: Sin datos.
fr: Aucune donnée.
it: Nessun dato
nb_no: Ingen data.
nl: Geen gegevens.
pl: Brak danych.
pt_pt: Sem dados.
ru: Нет данных.
sv: Ingen data.
uk: Немає даних.
vi: Không có dữ liệu.
zh_hant: 無資料。

source: No Error
bg: Без грешка
cs: Žádná chyba
da: Ingen fejl
de: Kein Fehler
es: Sin error
fr: Aucune erreur
it: Nessun Errore
nb_no: Ingen feil
nl: Geen error
pl: Brak błędu
pt_pt: Sem Erro
ru: Нет ошибки
sv: Inget fel
uk: Помилок немає
vi: Không có lỗi
zh_hant: 無錯誤

source: No Glucose Alarm active
bg: Няма активно предупреждение за глюкоза
cs: Žádný aktivní alarm glukózy
da: Ingen glukosealarm aktiv
de: Kein Glukosealarm aktiv
es: Sin alarma de glucosa activa
fr: Aucune alarme pour la glycémie n'est active
it: Nessuna Allarme Glicemia attiva
nb_no: Ingen aktiv blodsukkeralarm
nl: Geen glucose alarm actief
pl: Alarmy nie są aktywne
pt_pt: Nenhum alarme de Glicémia ativo
ru: Тревога неактивна
sv: Inget glukoslarm aktivt
uk: Немає активних сигналів Глюкози
vi: Không có cảnh báo đường huyết
zh_hant: 無血糖警報啟動

source: No Glucose Data
bg: Няма данни за глюкоза
cs: Žádné údaje o glykémii
da: Ingen Glukose Data
de: Keine Glukose Daten
fr: Aucune mesure de glucose
nb_no: Ingen blodsukkerdata
nl: Geen glucose gegevens
pl: Brak danych glikemii
sv: Ingen glukosdata
vi: Không có dữ liệu đường huyết
zh_hant: 無血糖資料

source: No glucose data available for this day
bg: Няма налични данни за глюкоза за този ден
cs: Dnes nejsou žádné údaje o glykémii
da: Der foreligger ingen glukosedata for denne dag
de: Für diesen Tag sind keine Glukosedaten verfügbar
fr: Aucune donnée du taux de glucose disponible pour cette journée
nb_no: Ingen blodsukkerdata tilgjengelig for denne dagen
pl: Brak danych dotyczących poziomu glikemii w tym dniu
vi: Chưa có ghi nhận dữ liệu đường huyết hôm nay
zh_hant: 此日無法獲取血糖資料

source: No Glucose Notifications will be triggered.
bg: Няма да се задействат известия за глюкоза.
cs: Nebudou spuštěna žádná oznámení o glukóze.
da: Ingen Glukose Notifikationer vil blive udløst.
de: Es werden keine Glukose-Benachrichtigungen ausgelöst.
fr: Aucune notification du taux de glucose ne sera déclenchée.
nb_no: Ingen blodsukkervarsler vil bli utløst.
nl: Er zullen geen Glucose meldingen worden geactiveerd.
pl: Powiadomienia o Glikemii nie zostaną uruchomione.
sv: Inga glukosnotiser kommer att triggas.
vi: Không có thông báo đường huyết nào sẽ được kích hoạt.
zh_hant: 不會觸發任何血糖通知。

source: No glucose readings found.
bg: Не са намерени показания на глюкоза.
cs: Nenalezeny žádné hodnoty glukózy.
da: Ingen glukoseaflæsninger fundet.
de: Keine Glukosemessungen gefunden.
fr: Aucune mesure de glucose trouvée.
nb_no: Ingen blodsukkerdata funnet.
pl: Nie znaleziono odczytów glikemii.
vi: Không có kết quả đo đường huyết.
zh_hant: 未找到血糖讀數。

source: No glucose readings.
bg: Няма показания на глюкоза.
cs: Žádné hodnoty glukózy.
da: Ingen glukoseaflæsninger.
de: Keine Glukosemessungen.
es: No hay lecturas de glucosa.
fr: Aucune mesure de glucose.
it: Nessuna lettura di glucosio.
nb_no: Ingen blodsukkermålinger.
nl: Geen glucosemetingen.
pl: Brak odczytów glukozy.
pt_pt: Sem leituras de glicose.
ru: Нет чтений глюкозы.
sv: Inga glukosvärden.
uk: Жодних читань глюкози.
vi: Không có chỉ số đường huyết.
zh_hant: 無血糖讀取值。

source: No Libre Transmitter Selected
bg: Не е избран предавател Libre
cs: Není vybrán žádný vysílač Libre
da: Ingen Libre Sensor Valgt
de: Kein Libre Transmitter ausgewählt
es: Ningún transmisor libre seleccionado
fr: Aucun Transmetteur Libre sélectionné
it: Nessun Trasmettitore di Libre Selezionato
nb_no: Ingen Libre sender er valgt
nl: Geen Libre zender geselecteerd
pl: Nie wybrano LibreTransmitter
pt_pt: Nenhum transmissor Libre selecionado
ru: Не выбран передатчик для Libre
sv: Ingen Libre-sändare vald
uk: Не обрано Libre Transmitter
vi: Không có Libre Transmitter nào được chọn
zh_hant: 未選擇 Libre 傳輸器

source: No logs available
bg: Няма налични логове
cs: Nejsou k dispozici žádné záznamy
da: Ingen logs tilgængelige
de: Keine Logs verfügbar
es: No hay registros disponibles
fr: Aucun historique
it: Nessun registro disponibile
nb_no: Ingen logger tilgjengelig
nl: Geen logboeken beschikbaar
pl: Brak dostępnych logów
pt_pt: Não há registros disponíveis
ru: Нет доступных журналов
sv: Inga loggar tillgängliga
uk: Немає доступних журналів
vi: Không có nhật ký
zh_hant: 沒有可用的日誌

source: No Loop Data
bg: Няма данни за Loop
cs: Chybí data o smyčce
da: Ingen Loop Data
de: Keine Loop Daten
fr: Aucune donnée de la boucle fermée
nb_no: Ingen loop-data
nl: Geen Loop gegevens
pl: Brak danych pętli
sv: Ingen loopdata
vi: Không có dữ liệu vòng lặp
zh_hant: 無循環資料

source: No Meal Data
bg: Няма данни за хранене
cs: Žádné údaje o jídle
da: Ingen Måltidsdata
de: Keine Mahlzeiten Daten
fr: Aucune donnée sur le repas
nb_no: Ingen måltidsdata
nl: Geen maaltijd gegevens
pl: Brak danych o posiłku
sv: Ingen måltidsdata
vi: Không có dữ liệu bữa ăn
zh_hant: 無餐點資料

source: No name provided
bg: Не е посочено име
cs: Jméno nebylo zadáno
da: Intet navn angivet
de: Kein Name angegeben
es: Nombre no proporcionado
fr: Aucun nom fourni
it: Nessun nome fornito
nb_no: Ingen navn oppgitt
nl: Geen naam opgegeven
pl: Nie podano nazwy
pt_pt: Nenhum nome informado
ru: Имя не указано
sv: Inget namn angivet
uk: Ім'я не вказано
vi: Vui lòng nhập tên
zh_hant: 未提供名稱

source: No Override Presets
bg: Няма шаблони за отмяна
cs: Žádné předvolby profilů
da: Tilsidesæt Forudindstillinger
de: Keine Override-Vorlagen
es: No sobrescribir preajustes
fr: Aucune dérogation favorite
it: Nessun Programma Preimpostato
nb_no: Ingen forhåndsinnstillinger for overstyring
nl: Geen voorinstellingen overschrijven
pl: Brak Presetów Nadpisań
pt_pt: Sem sobreposição de predefinições
ru: Без переопределения пресетов
sv: Inget åsidosätt förval
uk: Не перевизначати пресети
vi: Không có thiết lập ghi đè
zh_hant: 無覆蓋預設

source: No recent oref algorithm determination.
bg: Няма скорошно решение от алгоритъма oref.
cs: Žádné nedávné vyhodnocení algoritmu oref.
da: Ingen nylig oref algoritme bestemmelse.
de: Keine aktuelle Oref-Algorithmus-Bestimmung.
es: No hay determinación de algoritmos oref reciente.
fr: Aucune décision récente de l’algorithme "Oref".
it: Nessuna determinazione recente dell'algoritmo dell'oref.
nb_no: Ingen nylig beslutning fra oref-algoritmen.
nl: Geen recent oref algoritme vastberadenheid.
pl: Brak ostatniego określenia algorytmu oref.
pt_pt: Nenhuma determinação recente de algoritmo de oref.
ru: Не определен недавний алгоритм руды.
sv: Ingen nyligen fastställd oref algoritm.
uk: Немає недавньої визначення алгоритму руди.
vi: Không có tính toán gần đây từ thuật toán oref.
zh_hant: 最近沒有完成的 oref 演算法判斷。

source: No Reminder
bg: Няма напомняне
cs: Žádné připomenutí
da: Ingen Påmindelse
de: Keine Erinnerung
es: Sin Recordatorio
fr: Aucun rappel
it: Nessun promemoria
nb_no: Ingen påminnelse
nl: Geen herinnering
pl: Brak przypomnienia
pt_pt: Sem lembrete
ru: Не напоминать
sv: Ingen påminnelse
uk: Немає Нагадувань
vi: Không có lời nhắc
zh_hant: 無提醒

source: No Sensor Detected
bg: Не е открит сензор
cs: Nebyl detekován senzor
da: Ingen Sensor Fundet
de: Kein Sensor gefunden
es: Ningún sensor detectado
fr: Aucun capteur CGM détecté
it: Nessun Sensore Rilevato
nb_no: Ingen sensor oppdaget
nl: Geen sensor gevonden
pl: Nie wykryto czujnika
pt_pt: Nenhum Sensor Detectado
ru: Сенсор не обнаружен
sv: Ingen Sensor upptäckt
uk: Не виявлено сенсор
vi: Không phát hiện được cảm biến
zh_hant: 未偵測到傳感器

source: No settings matching your search query
bg: Няма настройки, отговарящи на търсенето
cs: Žádné nastavení neodpovídá tvému vyhledávání
da: Ingen indstillinger matcher din søgeforespørgsel
de: Keine Einstellungen passend zu Ihrer Suchanfrage
es: No hay ajustes que coincidan con su consulta de búsqueda
fr: Aucun réglage ne correspond à votre recherche
it: Nessuna impostazione corrispondente alla tua ricerca
nb_no: Ingen innstillinger som samsvarer med søket ditt
nl: Geen instellingen die aan uw zoekopdracht voldoen
pl: Brak ustawień pasujących do zapytania
pt_pt: Nenhuma configuração corresponde à sua pesquisa
ru: Нет настроек, соответствующих запросу
sv: Inga inställningar som matchar din sökfråga
uk: Немає параметрів, що відповідають запиту
vi: Không tìm thấy cài đặt phù hợp với tìm kiếm
zh_hant: 沒有符合搜尋條件的設定

source: No suggestion
bg: Няма предложение
cs: Žádné návrhy
da: Ingen forslag
de: Kein Vorschlag
es: No hay sugerencias
fr: Aucune suggestion
it: Nessun suggerimento
nb_no: Ingen forslag
nl: Geen suggestie
pl: Brak sugestii
pt_pt: Sem sugestão
ru: Нет предложений
sv: Inget förslag
uk: Нема рекомендацій
vi: Không có gợi ý nào
zh_hant: 無建議

source: No TDD Data
bg: Няма данни за TDD
cs: Chybí data o celkové denní dávce
da: Ingen TDD Data
de: Keine TDD Daten
fr: Aucune donnée de TDD
nb_no: Ingen TDD-data
nl: Geen TDD gegevens
pl: Brak danych DDI
sv: Ingen TDD-data
vi: Không có dữ liệu TDD
zh_hant: 無TDD資料

source: No Temp Target Presets
bg: Няма шаблони за временна цел
cs: Žádné předvolby dočasných cílů
de: Keine voreingestellte Temporäre Ziele
fr: Aucune Cible Temporaire favorite
nb_no: Ingen forhåndsinnstilte midlertidige mål
sv: Inga tillfälliga mål-förval
vi: Bạn chưa tạo mục tiêu tạm thời nào
zh_hant: 無臨時目標預設

source: Noise:
bg: Шум:
cs: Šum:
da: Støj:
de: Rauschen:
es: Ruido:
fr: Bruit :
it: Rumore:
nb_no: Støy:
nl: Geluid:
pl: Hałas:
pt_pt: Ruído:
ru: Шум:
sv: Brus:
uk: Шум:
vi: Nhiễu:
zh_hant: 噪音：

source: Noisy CGM Target Increase
bg: Повишаване на целта при шумен CGM
cs: Zvýšení cíle při šumu CGM
da: Støjende CGM-mål Øg
de: Ungenaues CGM erhöht das Ziel
es: Aumenta el objetivo CGM ruidoso
fr: Augmenter la Cible si le capteur CGM est bruyant
it: Aumento Bersaglio Cgm Rumoroso
nb_no: Økning i blodsukkermål ved støyende CGM
nl: Lawaaierig CGM doel verhoging
pl: Współczynnik szumu CGM
pt_pt: Aumento do Alvo CGM barulhento
ru: Увеличение шума CGM
sv: Ökning av målglukos vid CGM-brus
uk: Цільове зростання шуму CGM
vi: Tăng mục tiêu đường huyết khi cảm biến nhiễu
zh_hant: 干擾 CGM 目標上升

source: Noisy CGM Target Multiplier
bg: Множител на целта при шумен CGM
cs: Násobitel cíle při šumu CGM
de: Verrauschter CGM-Zielmultiplikator
fr: Multiplicateur de Cible si le capteur CGM est bruyant
it: CGM Rumoroso Moltiplicatore Target
nb_no: Multiplikator for blodsukkermål ved støyende CGM
nl: CGM doelvermenigvuldiger met ruis
pl: Współczynnik szumu CGM
ru: Целевой множитель при шуме CGM
sv: Multipel vid CGM-brus
uk: Цільовий Множник при Шумі CGM
vi: Hệ số mục tiêu khi cảm biến nhiễu
zh_hant: 干擾 CGM 目標乘數

source: none
bg: няма
cs: žádné
da: ingen
de: keine
es: ninguno
fr: aucun
it: nessuno
nb_no: ingen
nl: Geen
pl: brak
pt_pt: nenhuma
ru: нет
sv: ingen
uk: нічого
vi: không
zh_hant: 無

source: None
bg: Няма
cs: Žádné
da: Ingen
de: Keine
es: Ninguna
fr: Aucun
it: Nessuno
nb_no: Ingen
nl: geen
pl: Brak
pt_pt: Nenhuma
ru: Нет
sv: Ingen
uk: Без ефекту
vi: Không
zh_hant: 無

source: Normal
bg: Нормален
cs: Normální
it: Normale
nb_no: Normalt
nl: TIR
pl: Normalny
ru: Норма
sv: Normalvärde
uk: Нормальний
vi: Mặc định
zh_hant: 正常

# Normal (%@-%@)
source: Normal (%1$@-%2$@)
bg: Нормален (%@-%@)
cs: Normální (%1$@-%2$@)
fr: Normale (%1$@-%2$@)
nl: Normaal (%1$@-%2$@)
pl: Normalny (%1$@-%2$@)
sv: Normalt (%1$@-%2$@)
vi: Mặc định (%1$@-%2$@)
zh_hant: 正常 (%1$@-%2$@)

source: Normal Profile
bg: Нормален профил
cs: Běžný profil
da: Normal Profil
de: Normales Profil
es: Perfil normal
fr: Profil normal
it: Profilo Normale
nb_no: Normal profil
nl: Normaal profiel
pl: Profil normalny
pt_pt: Perfil normal
ru: Нормальный профиль
sv: Normal Profil
uk: Звичайний профіль
vi: Hồ sơ mặc định
zh_hant: 正常設定檔
